IDEA StatiCa Open Model
BoltParam.PolarInput Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the type, that spefifies polar input.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PolarInputType PolarInput { get; set; }
Public Property PolarInput As PolarInputType
	Get
	Set
public:
property PolarInputType PolarInput {
	PolarInputType get ();
	void set (PolarInputType value);
}
Property Value
Type: PolarInputType
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace